function Detail01() {
    return (
        <>
            <div>
				<h3 class="text-center">ความรู้เรื่องอุปมา</h3>
				<br />
				<p>&emsp;๑. อุปมา (Simile) การเปรียบเทียบของสองสิ่งที่มีลักษณะคล้ายกัน ซึ่งสามารถเปรียบเทียบได้ทั้ง คน สัตว์ สิ่งของ และนามธรรม จับต้องไม่ได้ ทั้งนี้สิ่งที่นำมาเปรียบเทียบต้องเป็นสิ่งที่คนทั่วไปมักรู้จักลักษณะหรือคุณสมบัติของสิ่งนั้น ๆ กันดีอยู่แล้ว สิ่งที่นำมาเปรียบเทียบกันจะต้องมีลักษณะบางอย่างที่มีร่วมกัน โดยที่การเปรียบเทียบนี้จะต้องเปรียบเทียบระหว่างสิ่งที่ต่างจำพวกกัน และมีคำเชื่อมที่บ่งบอกถึงการเปรียบเทียบ มักใช้คำเปรียบว่า เหมือน ดุจ ดัง ดั่ง เฉก เช่น ราว ราวกับ เล่ห์ ประหนึ่ง กล เพียง ฯลฯ โดยให้ท่องจำว่า อุปมาเปรียบเหมือน</p>
				<p>ตัวอย่าง</p>
				<br />
				<p class="text-center">“แอบไม้ลอบดูอยู่ช้านาน&emsp;&emsp;พิศพักตร์เยาวมาลย์เพียงดวงเดือน</p>
				<p class="text-right">(อิเหนา: พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย)</p>
				<br />
				<p>&emsp;จากบทประพันธ์ข้างต้น ปรากฏคำเชื่อม “เพียง” ในบทประพันธ์ เป็นการเปรียบเทียบ ใบหน้า เหมือน พระจันทร์ ความเหมือนในที่นี้ผู้ประพันธ์หมายถึง ความนวล ความกระจ่าง ความสดใส</p>
				<br />
				<p class="text-center">“พี่หมายน้องดุจปองปาริกชาติ&emsp;&emsp;มณฑาไทเทวราชในสวนสวรรค์”</p>
				<p class="text-right">(เพลงยาวนายนรินทรธิเบศร์: นรินทรธิเบศร์)</p>
				<br />
				<p>&emsp;จากตัวอย่างข้างต้นจะเห็นได้ว่า ปรากฏคำเชื่อม “ดุจ” ในบทประพันธ์ แปลความหมายได้ว่า พี่ต้องการน้อง(นางอันเป็นที่รัก) เหมือนดอกไม้ในสวนสวรรค์ ซึ่งความเหมือนในที่นี้ผู้ประพันธ์หมายถึง มีค่า ความสวยงามสูงส่ง</p>
				<br />
				<p class="text-center">“สุวรรณหงส์ทรงภู่ห้อย&emsp;งามชดช้อยลอยหลังสินธุ์</p>
				<p class="text-center">เพียงหงส์ทรงพรหมินทร์&emsp;&emsp;ลินลาศเลื่อนเตือนตาชม”</p>
				<p class="text-right">(กาพย์เห่เรือ: เจ้าฟ้าธรรมธิเบศ)</p>
				<br />
				<p>&emsp;*ข้อควรระวัง การเปรียบเทียบสิ่งเดียวกันจะไม่นับว่าเป็นอุปมา เช่น แม่สวยเหมือนยาย หรือ ลูกสวยเหมือนแม่ หรือ กรุงเทพฯเหมือนนิวยอร์ก</p>
            </div>
        </>
    );
}

export default Detail01;