function Detail10() {
    return (
        <>
            <div>
                <h3 class="text-center">ความรู้เรื่องสัญลักษณ์</h3>
                <br />
                <p>&emsp;สัญลักษณ์ (Symbol) คือ การนำสิ่งที่เป็นรูปธรรมมาแทนสิ่งที่เป็นนามธรรม หรือกล่าวให้ง่ายขึ้นว่า เป็นการนำเอาสภาพหรือลักษณะของสิ่งหนึ่ง เพื่อมาใช้แทนหรือเป็นตัวแทนของอีกสิ่งหนึ่งที่ต้องการกล่าวถึง โดยต้องผ่านการวิเคราะห์ ตีความ หรือ ดูบริบทแวดล้อมจึงจะเข้าใจ สัญลักษณ์นั้นได้ เพราะผู้แต่งอาจจะเจตนาซ่อนเร้นหรือเลี่ยงที่จะไม่กล่าวถึงสิ่งนั้นโดยตรงหรืออย่างเปิดเผย</p>
                <p>ตัวอย่าง</p>
                <br />
                <p class="text-center">&emsp;คบ<b>กา</b>กาโหดให้&emsp;&emsp;เสียพงษ์</p>
                <p class="text-center">พาตระกูล<b>เหมหงส์</b>&emsp;&emsp;&emsp;แหลกด้วย</p>
                <p class="text-center">คบคนชั่วจักปลง&emsp;&emsp;&emsp;&emsp;ปลดชอบ</p>
                <p class="text-center">ตราบลูกหลานเหลนม้วย&emsp;&emsp; ไม่ม้วยนินทา</p>
                <p class="text-right">(โคลงโลกนิติ: สมเด็จพระเจ้าบรมวงศ์เธอ กรมพระยาเดชาดิศร)</p>
                <br />
                <p>&emsp;จากตัวอย่างข้างต้นจะเห็นว่า กา กับ หงส์ เป็นสิ่งที่บอกให้ทราบถึงความแตกต่างของลำดับชั้น การให้ค่าสิ่งหนึ่งสูงกว่าอีกสิ่งหนึ่ง เพราะโดยทั่วไปคนมักจะเข้าใจอยู่แล้วว่าสิ่งไหนมีค่ามากกว่ากัน จึงทำให้ผู้อ่านเข้าใจสัญลักษณ์นี้ได้</p>
            </div>
        </>
    );
}

export default Detail10;