function Detail01() {
    return (
        <>
            <div>
                <h3 class="text-center">ความรู้เรื่องภาพพจน์</h3>
                <br />
                <p>หากนำคำว่าภาพพจน์มาแยกและให้ความหมาย</p>
                <p>&emsp;<b>ภาพ</b> หมายถึง สิ่งที่เป็นรูปธรรมหรือสิ่งที่รู้ได้ทางตา หู จมูก ลิ้น กาย อันได้แก่ รูป เสียง กลิ่น รส และสิ่งที่สามารถสัมผัสได้ด้วยกาย</p>
                <p>&emsp;<b>พจน์</b> หมายถึง คำพูด, ถ้อยคำ</p>
                <p>&emsp;ดังนั้นหากแปลตามความหมายข้างต้น ภาพพจน์ จะหมายถึง คำพูดหรือถ้อยคำที่สามารถรับรู้ได้ทางการมองเห็น การได้ยินเสียง การได้กลิ่น การรับรู้รส หรือรู้สึกถึงการสัมผัสได้</p>
                <p>ตัวอย่าง</p>
                <br />
                <p>&emsp;หากเราจะบอกว่า กระเป๋าของเราสีเหลือง ผู้ฟังอาจจะทราบว่าเป็นสีเหลือง แต่จะไม่ชัดเจนว่าเป็นสีเหลืองแบบใด เราอาจจะต้องใช้คำเปรียบเทียบ เช่น กระเป๋าสีเหลืองเหมือนขมิ้น ผู้ฟังก็จะนึกถึงภาพขมิ้นขึ้นมาในความคิดสิ่งนี้เรียกว่ามโนภาพ แล้วนำสีของขมิ้นที่เกิดขึ้นในความคิดมาเป็นสีของกระเป๋าที่เราพูดถึง</p>
                <br />
                <p>&emsp;หรือเราไปได้ยินเสียงของฟ้าผ่า แล้วเรานำมาเล่าต่อ “เราได้ยืนเสียงฟ้าผ่าเสียงดังมากเลย” ผู้ฟังก็รับรู้ว่าเราได้ยินเสียงฟ้าผ่า แต่ถ้าเราบอกว่า “เราได้ยินเสียงฟ้าผ่าดัง เปรี้ยง !” ผู้ฟังก็จะนึกถึงเสียงที่เคยได้ยินและทำความเข้าใจว่า คำว่า “เปรี้ยง !” แสดงว่าฟ้าผ่าดังมาก ๆ ผู้ฟังก็จะเข้าใจถึงความรู้สึกหรือสิ่งที่ของผู้เล่าต้องการจะสื่อได้ดีขึ้น</p>
                <br />
                <p>&emsp;หรือถ้าบอกว่า “เราเสียใจมาก ๆ “ ผู้ฟังอาจจะรับรู้ว่าเราเสียใจมาก ๆ แต่ถ้าเราบอกว่า “เราเสียใจจนร้องไห้น้ำตาเป็นสายเลือด” ผู้ฟังก็จะเกิดมโนภาพว่าการที่น้ำตาไหลจนเป็นสายเลือดคือต้องร้องไห้เยอะมาก ๆ ผู้ฟังก็จะเข้าใจสิ่งที่ผู้เล่าต้องการจะสื่ออย่างลึกซึ้งมากยิ่งขึ้น</p>
                <br />
                <p>&emsp;ดังนั้นอาจจะสรุปได้ว่า ภาพพจน์เป็นการใช้ถ้อยคำสำนวนโวหาร ที่ทำให้ผู้อ่านเกิดมโนภาพ ทำให้ผู้อ่านสามารถเข้าใจคุณสมบัติหรือลักษณะสิ่งนั้น ๆ มากยิ่งขึ้น มีจินตนาการคล้อยตามการถ่ายทอดอารมณ์ ช่วยให้ผู้อ่านมีความรู้สึกหรือเกิดความรู้สึกตรงตามเจตนาของผู้ส่งสาร ภาพพจน์จึงเป็นการเลือกใช้คำหรือกลุ่มคำต่าง ๆ เพื่อสื่อให้ผู้อ่านเห็นภาพอย่างชัดเจนลึกซึ้งขึ้นมาในใจและตรงตามความปรารถนาของผู้ส่งสาร</p>
                <br />
                <p>โดยภาพพจน์ที่ปรากฏแบบฝึกชุดนี้ มีทั้งหมด 9 ภาพพจน์ ประกอบด้วย</p>
                <p>&emsp;&emsp;&emsp;1. อุปมา (Simile)</p>
                <p>&emsp;&emsp;&emsp;2. อุปลักษณ์ (Metaphor)</p>
                <p>&emsp;&emsp;&emsp;3. บุคคลวัตหรือบุคลาธิษฐาน (Personification)</p>
                <p>&emsp;&emsp;&emsp;4. อติพจน์ (Hyperbole)</p>
                <p>&emsp;&emsp;&emsp;5. อรรถวิภาษหรือปฏิพากย์ (Paradox)</p>
                <p>&emsp;&emsp;&emsp;6. วิภาษหรือปฏิวาทะหรือปฏิพจน์ (Oxymoron)​</p>
                <p>&emsp;&emsp;&emsp;7. สัทพจน์ (Onomatopoeia)</p>
                <p>&emsp;&emsp;&emsp;8. นามนัย (Metonymy)</p>
                <p>&emsp;&emsp;&emsp;9. สัญลักษณ์ (Symbol)</p>
            </div>
        </>
    );
}

export default Detail01;