function Detail03() {
    return (
        <>
			<div>
				<h3 class="text-center">ความรู้เรื่องอุปลักษณ์</h3>
				<br />
				<p>&emsp;อุปลักษณ์ (Metaphor) การเปรียบเทียบโยงความคิดอย่างหนึ่งไปสู่ความคิดอีกอย่างหนึ่ง คือการใช้คุณลักษณะของสิ่งหนึ่งแทนสิ่งที่ต้องการเปรียบ โดยเปรียบเทียบว่าสิ่งหนึ่งคืออีกสิ่งหนึ่งโดยตรง เช่น เธอคือดวงใจของฉัน ดวงใจหรือดวงใจเปรียบเป็นส่วนสำคัญของชีวิต ถ้าขาดหรือหยุดทำงานชีวิตก็จะดับลง เป็นการแสดงภาพความรู้สึกและอารมณ์ของผู้เขียนว่า เธอสำคัญกับชีวิตฉันเพียงใด ซึ่งอาจจะมีคำเชื่อม ได้แก่ เป็น, คือ หรืออาจจะกล่าวถึงคำที่มาเปรียบเทียบทันทีโดยไม่มีคำเชื่อมก็ได้</p>
				<p>&emsp;(ก) ในกรณีมีคำเชื่อม</p>
				<p>&emsp;ตัวอย่าง</p>
				<br />
				<p class="text-center">&emsp;น้ำเงินคือเงินยวง&emsp;ขาวพรายช่วงสีสำอาง</p>
				<p class="text-center">ไม่เทียบเปรียบโฉมนาง&emsp;&emsp;งามเรืองเรื่อเนื้อสองสี</p>
				<p class="text-right">(กาพย์เห่เรือ: เจ้าฟ้าธรรมธิเบศ)</p>
				<br />
				<p>&emsp;จากบทประพันธ์ข้างต้น ปรากฏคำว่า “คือ” ในบทประพันธ์ เป็นการเปรียบปลาน้ำเงินที่มีเกล็ดสีเงินสวยงามเป็นเงินบริสุทธิ์</p>
				<br />
				<p class="text-center">แม่เป็นบัวตัวพี่เป็นภุมรา&emsp;เชยผกาโกสุมปทุมทอง</p>
				<p class="text-right">(พระอภัยมณี: สุนทรภู่)</p>
				<br />
				<p>&emsp;จากบทประพันธ์ข้างต้น ปรากฏคำว่า “เป็น” ในบทประพันธ์ เป็นการเปรียบว่าหากน้องนางเกิดเป็นดอกบัว พี่จะขอเกิดเป็นแมลง เพื่อที่จะได้อยู่ใกล้น้อง</p>
				<p>(ข) ในกรณีที่ไม่ปรากฏคำเชื่อม ผู้อ่านจะต้องวิเคราะห์ด้วยตัวเอง</p>
				<p>ตัวอย่าง</p>
				<br />
				<p class="text-center">...จึ่งตรัสว่าโอ้เจ้าแว่นแก้วส่องสว่างอกของแม่เอ่ย&emsp;แม่เคยได้รับขวัญเจ้าทุกเวลา&emsp;เป็นไรเล่าเจ้าจึ่งไม่มาเหมือนทุกวัน...</p>
				<p class="text-right">(มหาเวสสันดรชาดก กัณฑ์มัทรี: เจ้าพระยาพระคลัง (หน))</p>
				<br />
				<p>&emsp;จากบทประพันธ์ข้างต้น ไม่ปรากฏคำเชื่อมให้เห็นแน่ชัด ดังนั้นผู้อ่านจะต้องวิเคราะห์ด้วยตัวเองว่าเป็นการเปรียบพระกัณหา พระชาลีเป็นแว่นแก้วที่ส่องสว่าง</p>
            </div>
        </>
    );
}

export default Detail03;