function Detail06() {
    return (
        <>
            <div>
				<h3 class="text-center">ความรู้เรื่องอรรถวิภาษหรือปฏิพากย์</h3>
                <br />
				<p>&emsp;อรรถวิภาษหรือปฏิพากย์(Paradox) คือภาพพจน์ที่มีความหมายต่างกันหรือขัดแย้งเหมือนจะเข้ากันไม่ได้ แต่เมื่อพิจารณาแล้วจะพบว่ามีความกลมกลืนกันหรือเป็นไปได้อยู่ เช่น ยิ่งรีบยิ่งช้า เมื่อพิจารณาดูแล้ว หากเราเร่งรีบทำอะไรแข่งกับเวลาหรือให้ทันเวลา จะยิ่งทำให้ช้า เพราะอาจจะเกิดการลืมสิ่งของต่างๆจากความไม่รอบคอบ ต้องย้อนทำสิ่งต่าง ๆ ให้ ส่งผลให้เสียเวลากว่าเดิม</p>
				<p>ตัวอย่างร้อยกรองตอนหนึ่งจาก คำเตือน...จากเพื่อนเก่า ของจิตร ภูมิศักดิ์ ว่า</p>
				<br />
				<p class="text-center">&emsp;ตัวเป็นไทแต่ใจเป็นทาส&emsp;เข้าเทียมแอกอนาถอา</p>
				<p class="text-center">ซื้อได้ด้วยราคา&emsp;&emsp;ฉะนี้หรือที่เรียกคน</p>
				<br />
				<p>&emsp;จากบทร้อยกรองจะเห็นว่าตัวเป็นไทใจเป็นทาสมีความขัดแย้งกัน แต่มีความกลมกลืนและเป็นไปได้ ตัวเป็นไทคือมีความเป็นอิสระ แต่ใจเป็นทาสไม่สามารถทำอะไรตามใจของตนเองได้ เนื่องจากถูกพันธนาการด้วยอำนาจเงิน จึงต้องทำตามที่ผู้ซื้อสั่งการ</p>
				<br />
				<p class="text-center">&emsp;แทบฝั่งธารที่เราเฝ้าฝันถึง&emsp;เสียงน้ำซึ่งกระซิบสาดปราศจากเสียง</p>
				<p class="text-center">จักรวาลวุ่นวายไร้สำเนียง&emsp;&emsp;โลกนี้เพียงแผ่นภพสงบเย็น</p>
				<p class="text-right">(วารีดุริยางค์: เนาวรัตน์ พงษ์ไพบูลย์)</p>
				<br />
				<p>&emsp;จากบทประพันธ์ข้างต้น มีการบอกว่าเสียงซิบของน้ำ แต่กลับไม่มีเสียง และโลกที่วุ่นวายกลับไม่มีเสียง</p>
				<br />
				<p class="text-center">&emsp;มีความเมตตากรุณานัก&emsp;จึ่งชักพรหมาสตร์ธนูศร</p>
				<p class="text-center">ผาดแผลงด้วยกำลังฤทธิรอน&emsp;&emsp;อัมพรมืดมนอนธกาล</p>
				<p class="text-right">(รามเกียรติ์: พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย)</p>
				<br />
				<p>&emsp;จากพระราชนิพนธ์แสดงให้เห็นว่า พระรามมีเมตตามาก แต่กลับใช้ศรยิงกุมพลจนถึงแก่ความตาย ซึ่งเนื้อหาขัดแย้งกัน แต่เมื่อพิจารณาแล้ว ความเมตตาในบทนี้หมายถึง ความตายที่ไม่ทรมาน</p>
            </div>
        </>
    );
}

export default Detail06;