function Detail08() {
    return (
        <>
            <div>
                <h3 class="text-center">ความรู้เรื่องสัทพจน์</h3>
                <br />
                <p>&emsp;สัทพจน์ (Onomatopoeia) คือ ภาพพจน์เปรียบเทียบโดยใช้คำเลียนเสียงสัตว์ หรือ ธรรมชาติ ไม่ว่าจะเป็น เสียงดนตรี เสียงของสัตว์ หรือเสียงกิริยาอาการต่าง ๆ ของมนุษย์ เช่น</p>
                <br />
                <p class="text-center">&emsp;ยูงทองร้องกระโต้งโห่งดัง&emsp;&emsp;เพียงฆ้องกลองระฆัง</p>
                <p class="text-center">แตรสังข์กังสดาลขานเสียง&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;</p>
                <p class="text-right">(กาพย์พระไชยสุริยา: สุนทรภู่)</p>
                <br />
                <p>&emsp;จากบทประพันธ์ข้างต้นผู้แต่งได้ใช้คำบอกเสียงร้องของนกยูงที่ร้องว่า “กระโต้งโห่ง” เป็นการเลียนแบบเสียงของนกยูง</p>
                <p>&emsp;&emsp;&emsp;สรุปคือการใช้คำแทนเสียงต่าง ๆ ของธรรมชาตินั้นเอง</p>
            </div>
        </>
    );
}

export default Detail08;