function Detail07() {
    return (
        <>
            <div>
                <h3 class="text-center">ความรู้เรื่องวิภาษหรือปฏิวาทะหรือปฏิพจน์</h3>
                <br />
                <p>&emsp;วิภาษหรือปฏิวาทะหรือปฏิพจน์ (Oxymoron)​ คือ ภาพพจน์ที่มีลักษณะใกล้เคียงกับอรรถวิภาษ แต่วิภาษจะเป็นการนำคำที่มีความหมายขัดแย้งหรือตรงกันข้ามกัน นำมาคู่กันได้อย่างกลมกลืน เมื่อรวมกันแล้วจะเกิดเป็นความหมายใหม่ โดยความหมายใหม่อาจจะรู้สึกในลักษณะขัดแย้งกันหรือเพิ่มความเข้มข้นให้แก่ความหมายคำแรกก็ได้</p>
                <p>&emsp;ตัวอย่าง</p>
                <br />
                <p class="text-center">ลมหนาวพัดอ้าวจนหนาวเหน็บเจ็บกระดูก แปลว่า หนาวมากๆ</p>
                <br />
                <p class="text-center">เขาฉลาดโง่ แปลว่า เขาฉลาดแต่แสร้งทำเป็นโง่</p>
                <br />
                <p class="text-center">หนังเรื่องนี้ดีเป็นบ้า เป็นการเพิ่มน้ำหนักให้คำแรก แปลว่า หนังเรื่องนี้ดีมากๆ</p>
            </div>
        </>
    );
}

export default Detail07;