function Detail05() {
    return (
        <>
            <div>
				<h3 class="text-center">ความรู้เรื่องอติพจน์</h3>
                <br />
				<p>&emsp;อติพจน์ (Hyperbole) คือการกล่าวเกินความจริงเพื่อเน้นความรู้สึกอารมณ์สะเทือนใจว่ามีมากเพียงใด ทั้งความรัก ความเศร้าโศกเสียใจ ความปลื้มปิติ ความโกรธ ความมหัศจรรย์ใจในความยิ่งใหญ่ แต่ไม่ใช่เป็นการหลอกลวงแต่อย่างใด โดยภาพพจน์ชนิดนี้มักจะปรากฏอยู่ในชีวิตประจำวันเป็นปรกติ เมื่อเราต้องการจะเน้นความรู้สึกใด เราอาจจะพูดว่า “ร้องไห้น้ำตาเป็นสายเลือด” หรือ “เจ็บจนใจจะขาด”</p>
				<p>ตัวอย่าง</p>
				<br />
				<p>โคลงบทหนึ่งที่กล่าวกันว่าศรีปราชญ์เป็นผู้แต่ง ว่า</p>
				<p class="text-center">เรียมร่ำน้ำเนตรถ้วม&emsp;ถึงพรหม</p>
				<p class="text-center">พาเทพเจ้าตกจม&emsp;จ่อมม้วย</p>
				<p class="text-center">พระสุเมรเปื่อยเป็นตม&emsp;ทบท่าว ลงนา</p>
				<p class="text-center">หากอักนิษฐ์พรหมท่านช่วย&emsp;พี่ไว้ จึ่งคง</p>
				<br />
				<p>&emsp;จากบทประพันธ์ข้างต้นแสดงให้เห็นถึงความโศกเศร้าเสียใจอย่างเกินจริง คือ เรียมร่ำไห้จนน้ำตาท่วมถึงชั้นสวรรค์พรหม เหล่าเทพบนสวรรค์ต่างพากันจมน้ำตาย แม้แต่เขาพระสุเมรซึ่งเป็นแกนของโลกยังเปื่อยจนทะลายเป็นโคลนตม บทประพันธ์บทนี้จึงเป็นการแสดงให้เห็นวามโศกเศร้าที่ต้องพรากจากกันนั้นมีมากเพียงใด</p>
				<br />
				<p class="text-center">เสียงไห้ทุกราษฎร์ไห้&emsp;ทุกเรือน</p>
				<p class="text-center">อกแผ่นดินดูเหมือน&emsp;จักขว้ำ</p>
				<p class="text-center">บเห็นตะวันเดือน&emsp;ดาวมืด มัวนา</p>
				<p class="text-center">แลแห่งใดเห็นน้ำ&emsp;ย่อมน้ำตาคน</p>
				<p class="text-right">(ลิลิตพระลอ)</p>
				<br />
				<p>&emsp;จากบทประพันธ์ข้างต้นแสดงให้เห็นถึงความโศกเศร้าเสียใจอย่างเกินจริง เมื่อพระลอสิ้นพระชนม์ ทุกบ้านเรือนต่างพากันร่ำไห้ สั่นสะเทือนเหมือนแผ่นดินจะคว่ำ ไม่เห็นเดือนเห็นตะวัน เป็นแห่งใดหากเห็นน้ำน้ำนั้นคือน้ำตาของราษฎร บทนี้จึงเป็นบทที่เน้นความโศกเศร้า</p>
            </div>
        </>
    );
}

export default Detail05;