function Detail04() {
    return (
        <>
            <div>
                <h3 class="text-center">ความรู้เรื่องบุคคลวัตหรือบุคลาธิษฐาน</h3>
                <br />
                <p>&emsp;บุคคลวัตหรือบุคลาธิษฐาน (Personification) การพรรณนาหรือสมมติสิ่งต่าง ๆ ไม่ว่าจะเป็น สัตว์ สิ่งของ ความคิด ธรรมชาติ และนามธรรม ให้สรรพสิ่งเหล่านั้นแสดงอากัปกิริยาต่าง ๆ เหมือนกับเป็นคน เช่น พูดได้ ร้องไห้ได้ รู้สึกได้ มีอารมณ์ได้ อาทิ เรียกข้าวในนาว่า “แม่โพสพ” เรียกความตายว่า “พระยามัจจุราช” หรือเรียกแผ่นดินว่า “แม่พระธรณี” เป็นต้น</p>
                <p>ตัวอย่าง</p>
                <br />
                <p class="text-center">สัตภัณฑ์บรรพตทั้งหลาย&emsp;อ่อนเอียงเพียงปลาย&emsp;ประนอมประนมชมชัย</p>
                <p class="text-right">(บทพากย์เอราวัณ: พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย)</p>
                <br />
                <p>&emsp;จากบทประพันธ์ข้างต้นจะสังเกตได้ว่า บรรพตหรือภูเขา เป็นธรรมชาติที่ไม่มีชีวิตกำลังแสดงกิริยาที่ปลายโน้มลงมาเหมือนการไหว้</p>
                <br />
                <p class="text-center">“เขาบอกว่าฟ้าร้องไห้ออกมาเป็นน้ำฝน อยากรู้นักฟ้าที่เบื้องบนต้องมาร้องไห้เพราะใคร”</p>
                <p class="text-right">(เพลงน้ำตาฟ้า: สามโทน)</p>
                <br />
                <p>&emsp;จากบทเนื้อเพลงข้างต้นจะสังเกตได้ว่า ฟ้าเป็นธรรมชาติที่ไม่มีชีวิต กำลังแสดงกิริยาร้องไห้เหมือนมนุษย์</p>
            </div>
        </>
    );
}

export default Detail04;