function Detail09() {
    return (
        <>
            <div>
                <h3 class="text-center">ความรู้เรื่องนามนัย</h3>
                <br />
                <p>&emsp;นามนัย (Metonymy) คือ การใช้คำหรือวลีที่บ่งบอกลักษณะของสิ่งใดสิ่งหนึ่งมาใช้แทนสิ่งหนึ่ง โดยที่คำหรือวลีที่มาใช้แทนนั้นจะต้องมีลักษณะเด่นหรือมีความสัมพันธ์ใกล้ชิดกับสิ่งที่แทนนั้น อาจจะเป็นการเอ่ยชื่อบุคคลเพื่อใช้แทนผลงานของเขา หรือคุณสมบัติการกระทำของเขา อาจเป็นรูปธรรมหรือนามธรรมก็ได้ เพื่อให้เห็นภาพลักษณ์จัดเจนยิ่งขึ้น เช่น ว่าแต่เขาอิเหนาเป็นเอง อิเหนาหมายถึง คนที่ตำหนิคนอื่นไว้แต่สุดท้ายกลับทำเอง ซึ่งมาจาก อิเหนาตัวละครในวรรณคดีได้ตำหนิสงสัยวิหยาสะกำและจรกาจึงหลงใหลนางบุษบาจนทำให้เกิดศึกสงคราม แต่สุดท้ายอิเหนาก็หลงนางบุษบาจนต้องลักพาตัวนางไป</p>
                <p>ตัวอย่าง</p>
                <br />
                <p class="text-center">&emsp;ดอกหาง นกยูง สีแดงฉาน&emsp;&emsp;บานอยู่ เต็มฟาก สวรรค์</p>
                <p class="text-center">คนเดิน ผ่านไป มากัน&emsp;&emsp;&emsp;เขาด้น ดั้นหา สิ่งใด</p>
                <p class="text-right">(เพลงเถื่อนแห่งสถาบัน: วิทยากร เชียงกูล)</p>
                <br />
                <p>&emsp;จากบทกวีข้างต้น ผู้แต่งได้แต่งขึ้นขณะกำลังเป็นนักศึกษาของมหาวิทยาลัยธรรมศาสตร์ที่มี “ดอกหางนกยูง” เป็นดอกไม้ประจำสถาบัน ดังนั้น ดอกหางนกยูง จึงถูกนำมาใช้เป็นนามนัย หมายถึง บรรดานิสิตนักศึกษามหาวิทยาลัยธรรมศาสตร์นั้นเอง</p>
                <p>&emsp;&emsp;หรือการกล่าวถึงวัตถุสิ่งของเพื่อแทนวัตถุสิ่งของประเภทนั้น ๆ เช่น</p>
                <br />
                <p class="text-center">แฟ็บ หมายถึง ผงซักฟอกทุกชนิด</p>
                <p class="text-center">มงกุฎ หมายถึง พระราชา&emsp;&emsp;&emsp;</p>
            </div>
        </>
    );
}

export default Detail09;